{
  "users": [
    {
      "id": 10,
      "name": "Beatrice Hyatt",
      "description": "Et dicta est. Dolor excepturi fuga rerum est. Aliquam dolores sint quo quo tempora numquam laborum nam. Minus libero at ex et ullam et. Ut qui ab. Assumenda error est.\n \rAt et quia ea culpa consequuntur esse quidem. Et illum qui non. Cupiditate occaecati rerum at sed expedita error eligendi totam.",
      "picture": "https://cdn.fakercloud.com/avatars/chris_frees_128.jpg",
      "country": "Malaysia",
      "joining_date": "2023-05-22T09:35:31.038Z",
      "email": "Vena9@yahoo.com",
      "password": "bEr5cG9wqn6837c"
    },
    {
      "id": 9,
      "name": "Clara Orn",
      "description": "Nisi occaecati veniam et voluptatem. Sint impedit ut tempora vitae assumenda molestiae velit aut voluptatem. Voluptatem iure aut quae voluptatibus voluptatem quis laborum temporibus molestiae. Sed consequuntur illo laborum dolores dignissimos illo eligendi laudantium illum. Quia veritatis quia eos quia reprehenderit sit ab maxime reprehenderit.\n \rPariatur eius fuga. Aspernatur aut rem quasi iste quos. In consectetur pariatur et quos recusandae quo veniam harum.",
      "picture": "https://cdn.fakercloud.com/avatars/adityasutomo_128.jpg",
      "country": "Senegal",
      "joining_date": "2023-02-05T21:28:02.088Z",
      "email": "Florencio19@yahoo.com",
      "password": "YxtCHbWmxWaySCG"
    },
    {
      "id": 8,
      "name": "Gertrude Stokes",
      "description": "Eaque voluptas consequuntur sapiente eum labore et nostrum occaecati aspernatur. Fuga fugiat officiis iure est magni et aperiam et qui. Consequuntur dicta explicabo doloremque. Reiciendis et ut non natus quia est consequatur. Est consectetur possimus voluptatem vel voluptatem dolor saepe esse commodi. Non enim tempore impedit animi ex.\n \rVoluptas maxime quia ipsum ipsum. Pariatur suscipit autem. Officia asperiores commodi. Excepturi ea rerum.",
      "picture": "https://cdn.fakercloud.com/avatars/lu4sh1i_128.jpg",
      "country": "Australia",
      "joining_date": "2023-03-23T18:51:37.898Z",
      "email": "Mable_Klein@yahoo.com",
      "password": "9zIp80kG3NfmHxH"
    },
    {
      "id": 7,
      "name": "Jo Kuhlman",
      "description": "Consectetur a eveniet unde quasi assumenda. Doloremque vitae et est vitae quaerat eos magnam consequatur est. Voluptatum quae vero ut possimus exercitationem. Animi aut aspernatur.\n \rOmnis hic est dolorum nihil laudantium quae aspernatur. Ipsa eum eum enim atque consequatur est nostrum est. Corrupti omnis temporibus architecto aliquid aut veritatis consequatur sed voluptatem. Enim qui ut saepe et tempora non corrupti voluptas. Magni voluptatem reiciendis. Non voluptatem est ex.",
      "picture": "https://cdn.fakercloud.com/avatars/chrisvanderkooi_128.jpg",
      "country": "Tuvalu",
      "joining_date": "2023-06-02T02:18:31.959Z",
      "email": "Owen_Schultz75@yahoo.com",
      "password": "Inb2yYX5LdEhnW2"
    },
    {
      "id": 6,
      "name": "Mr. Jessie Kilback",
      "description": "Quos neque sint blanditiis ducimus quas pariatur. Praesentium mollitia incidunt debitis doloremque autem ut. Molestiae doloremque iure perferendis laboriosam eos.\n \rEt sed et. Blanditiis non voluptatum commodi. Modi magnam aliquid aliquam in a ipsum molestiae. Occaecati quis omnis vero voluptas quasi doloremque totam.",
      "picture": "https://cdn.fakercloud.com/avatars/mr_shiznit_128.jpg",
      "country": "Romania",
      "joining_date": "2022-07-20T11:12:21.222Z",
      "email": "Ewell_Crooks@hotmail.com",
      "password": "H3CEG_Bh01kQqXJ"
    },
    {
      "id": 5,
      "name": "Eloise Thompson",
      "description": "A nostrum nemo error et tenetur voluptas aspernatur aut rem. Est et repellat dolor excepturi aut. Expedita facilis enim in consequatur quasi.\n \rVoluptatum amet eligendi. Non qui qui quis sunt et. Vel dolores assumenda iure asperiores. Tempora amet quam reiciendis nisi pariatur.",
      "picture": "https://cdn.fakercloud.com/avatars/jwalter14_128.jpg",
      "country": "Belgium",
      "joining_date": "2022-07-13T17:50:10.091Z",
      "email": "Fred23@hotmail.com",
      "password": "ZcpbeU_z4XbN0oG"
    },
    {
      "id": 4,
      "name": "Miss Frank Kulas",
      "description": "Minima eligendi dicta. Illum id et eius qui at qui consequuntur sed. Repellendus aut eius vel dolorem accusantium illo.\n \rNumquam excepturi facere molestias nihil. Libero ducimus consectetur. Et vel ut inventore ut quisquam et nulla ipsam. Corrupti veniam repellendus neque non eos quia vero. Magnam dolores incidunt quidem repellendus nam eligendi animi. Nostrum quae ad quisquam est quis laudantium impedit provident.",
      "picture": "https://cdn.fakercloud.com/avatars/faisalabid_128.jpg",
      "country": "Cambodia",
      "joining_date": "2023-04-24T22:07:19.871Z",
      "email": "Davin.Cummerata@yahoo.com",
      "password": "3XqtYUbFPHH79kS"
    },
    {
      "id": 3,
      "name": "Brandon Marvin",
      "description": "Perspiciatis ut est minima alias repellendus. Natus nemo soluta cumque in dolorem magnam. Voluptates ipsum iusto aut consectetur.\n \rDeserunt qui delectus maxime optio ut debitis voluptatem. Maiores sapiente odit aut vel inventore expedita quia dignissimos. Ullam soluta ea vitae consectetur id ut dolores atque. Odit sunt qui enim odio et in. In vitae enim.",
      "picture": "https://cdn.fakercloud.com/avatars/VinThomas_128.jpg",
      "country": "Namibia",
      "joining_date": "2023-06-14T22:47:58.588Z",
      "email": "Josefina_Grady@yahoo.com",
      "password": "mqtK4GTuY65aEhS"
    },
    {
      "id": 2,
      "name": "Kristine Boehm",
      "description": "Ut doloribus sint sequi architecto repellendus dicta. Voluptas itaque vel. Nisi voluptatem dolorem aut et voluptatem animi quia qui sit.\n \rVoluptatibus quaerat molestias excepturi minima sapiente. Asperiores repudiandae facilis tempora. Aut illo nulla magnam iste voluptates. Esse a dolor voluptatem qui. Non esse tempore officia.",
      "picture": "https://cdn.fakercloud.com/avatars/kojourin_128.jpg",
      "country": "Bouvet Island (Bouvetoya)",
      "joining_date": "2023-06-03T22:19:50.813Z",
      "email": "Lottie37@gmail.com",
      "password": "t8aBX2W65fSTWMA"
    },
    {
      "id": 1,
      "name": "Miss Kenny Gorczany",
      "description": "Repellat aut voluptatum laudantium eveniet necessitatibus distinctio possimus temporibus ad. Sint deleniti tempore. Nostrum consequatur assumenda architecto voluptatem voluptatibus harum iure esse tempora. Exercitationem libero natus rem itaque debitis blanditiis aliquid aut.\n \rAmet consequatur nostrum omnis eum. Perspiciatis velit non reiciendis. Recusandae dignissimos sed porro error ut minus quia rerum odit.",
      "picture": "https://cdn.fakercloud.com/avatars/depaulawagner_128.jpg",
      "country": "Macao",
      "joining_date": "2023-05-15T00:16:02.343Z",
      "email": "Grace77@hotmail.com",
      "password": "AoSW10w2W4oRVj6"
    },
    {
      "id": 0,
      "name": "Kelly Torp",
      "description": "Accusantium vitae et libero fugiat omnis. Aliquam voluptas consequuntur voluptatum eaque minima. Qui rerum ipsam iste mollitia enim maiores ipsa.\n \rMolestiae iste animi quisquam vitae minus nesciunt. Ad libero quos perferendis maxime et. Non minima omnis velit id natus corporis.",
      "picture": "https://cdn.fakercloud.com/avatars/calebogden_128.jpg",
      "country": "Mauritania",
      "joining_date": "2022-09-29T20:44:49.898Z",
      "email": "Dasia62@hotmail.com",
      "password": "mPTR4RK1UDB3xcw"
    }
  ],
  "games": [
    {
      "id": 1,
      "release": "2019-12-11",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041404087414834/qua-cau.png?width=1383&height=598",
      "caption": "Qua cầu",
      "description": "Trò chơi này có một gia đình đang ở trên một vách đá cao và cố gắng đến vách đá đối diện thông qua một khúc gỗ lớn, mỗi người trong số họ có một thời gian di chuyển khác nhau.",
      "link": "https://codepen.io/HunorMarton/full/xxOMQKg"
    },
    {
      "id": 2,
      "release": "2018-04-06",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041372672090132/ban-chim.png?width=1383&height=600",
      "caption": "Bắn chim",
      "description": "SHOOT DUCK là một trò chơi săn chim phiêu lưu mạo hiểm mới được phát hành, bây giờ bạn có thể trải nghiệm cuộc sống thực sự săn chim trên thiết bị di động!",
      "link": "https://codepen.io/elad2412/full/DBeNNZ"
    },
    {
      "id": 3,
      "release": "2021-06-01",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041403433091092/giai-do-kinh-di.png?width=1321&height=618",
      "caption": "Giải đố kinh dị",
      "description": "Firework là game giải đố kinh dị lấy cảm hứng từ phương Đông. Cũng giống như Detention, trò chơi này sẽ mang đến một cốt truyện đầy ám ảnh và bầu không khí rùng rợn khó quên.",
      "link": "https://codepen.io/jcoulterdesign/full/WNxjVbW"
    },
    {
      "id": 4,
      "release": "2019-16-05",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041373582258196/doan-hinh-giong-nhau.png?width=1348&height=618",
      "caption": "Tìm hình giống nhau",
      "description": "Tìm hình giống nhau là một game giải trí nhẹ nhàng dành cho các em nhỏ giúp rèn luyện khả năng ghi nhớ thông qua việc lật mở các ô để tìm đúng các cặp hình giống nhau. ",
      "link": "https://codepen.io/leemartin/full/VwQQVZQ"
    },
    {
      "id": 5,
      "release": "2018-10-11",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041372953116732/co-vua.png?width=1313&height=619",
      "caption": "Cờ vua",
      "description": "Cờ vua là một trò chơi chiến thuật dành cho hai người rất phổ biến. Để thắng ván cờ, bạn phải 'chiếu hết' đối thủ bằng cách di chuyển các quân cờ sao cho quân Vua của đối phương rơi vào thế đe doạ...",
      "link": "https://codepen.io/jakealbaugh/full/JjRGQPY"
    },
    {
      "id": 7,
      "release": "2016-12-01",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041404456517632/quay-so-trung-thuong.png?width=1339&height=619",
      "caption": "Quay số trúng thưởng",
      "description": "Quay số trúng thưởng là trình tạo số ngẫu nhiên. Bộ chọn mục danh sách ngẫu nhiên (bạn có thể tạo danh sách của riêng mình và nhận giá trị ngẫu nhiên từ nó).",
      "link": "https://codepen.io/AdrianSandu/embed/MyBQYz?height=538&theme-id=dark&default-tab=result"
    },
    {
      "id": 8,
      "release": "2021-09-13",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041403860942878/oan-tu-ti.png?width=1315&height=619",
      "caption": "Oẳn tù tì",
      "description": "Oẳn tù tì không chỉ là một trò chơi may rủi, mà là một hệ thống chiến lược với nền tảng tâm lý vững chắc.Bạn có thể khai thác hành vi của đối thủ của bạn không? Chỉ có một cách để tìm hiểu! Chơi ngay!",
      "link": "https://codepen.io/alvaromontoro/full/BaaBYyz"
    },
    {
      "caption": "Gắp bóng",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041374681153546/gap-bong.png?width=1330&height=618",
      "description": "Klemas là một ứng dụng trò chơi gắp thú bông trực tuyến, nơi bạn có thể thưởng thức các trò chơi gắp thú bông được ưa chuộng và máy gắp thú bông UFO trong trò chơi điện tử ở mọi lúc, mọi nơi.",
      "release": "2022-06-09",
      "link": "https://codepen.io/jkantner/full/abOBdgV",
      "id": 9
    },
    {
      "caption": "Thám hiểm",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041404674613248/tham-hiem.png?width=1311&height=619",
      "description": " Trò chơi kết hợp phiêu lưu với kiến thức khoa học để truyền đạt thông tin cho bé trong môi trường vừa học vừa chơi lý tưởng.",
      "release": "2022-06-09",
      "link": "https://codepen.io/jcoulterdesign/full/NOMeEb",
      "id": 10
    },
    {
      "caption": "Đập chuột",
      "image": "https://media.discordapp.net/attachments/897437791867261012/988041373263482900/dap-chuot.png?width=1311&height=618",
      "description": "Đập chuột! Làm thế nào để diệt được nhiều con chuột nhất? Với nhiều chú chuột không rõ nguồn góc từ đâu tới liên tục di chuyển để kiểm mồi ăn, bạn phải nhanh tay diệt chúng trước khi chúng phát hiện ra miếng Pho mát của bạn.",
      "release": "2018-07-18",
      "link": "https://codepen.io/saawsan/full/rzpgjw",
      "id": 11
    }
  ]
}